Repository: pronamic/wp-pronamic-domain-mapping
Catalog: languages/pronamic_domain_mapping-*.po
Languages: nl_nl

source: All
nl_nl: Alles

source: Domain Name
nl_nl: Domeinnaam

source: Title
nl_nl: Titel

source: Edit
nl_nl: Bewerken

source: View
nl_nl: Bekijken

source: Domain Names
nl_nl: Domeinnamen

source: Domain Name Mapping
nl_nl: Domeinnaam koppeling

source: Domain Name Page
nl_nl: Domeinnaam pagina

source: Add New Domain Name Page
nl_nl: Nieuwe domeinnaam pagina toevoegen

source: Edit Domain Name Page
nl_nl: Bewerk domeinnaam pagina

source: New Domain Name Page
nl_nl: Nieuwe domeinnaam pagina

source: View Domain Name Page
nl_nl: Bekijk domeinnaam pagina

source: Search Domain Name Pages
nl_nl: Zoek domeinnaam pagina's

source: No domain name pages found
nl_nl: Geen domeinnaam pagina's gevonden

source: No domain name pages found in Trash
nl_nl: Geen domeinnaam pagina's gevonden in prullenbak

source: Parent Domain Name Page:
nl_nl: Bovenliggende domeinnaam pagina:

source: Domain Name Pages
nl_nl: Domeinnaam pagina's

source: Pronamic Domain Mapping
nl_nl: Pronamic domeinnaam koppeling

source: The Pronamic Domain Mapping plugin allows you to map domains to custom domain name pages.
nl_nl: Met de Pronamic domein koppeling plugin kun je domeinnamen koppeling aan maatwerk domeinnaam pagina's.

source: http://www.pronamic.eu/
nl_nl: http://www.pronamic.nl/

# post type general name
source: Domain Name Pages
nl_nl: Domeinnaam pagina's

# post type singular name
source: Domain Name Page
nl_nl: Domeinnaam pagina

# pronamic_domain_page
source: Add New
nl_nl: Nieuwe pagina

# slug
source: domain-name-page
nl_nl: domeinnaam-pagina
